Repository: Drapersniper/karlo-cogs
Catalog: wikiarena/locales/*.po
Languages: hr_hr

source: WikiArena A Wikipedia game heavily inspired by **WikiArena** by Fabian Fischer. Check out the original game! https://ludokultur.itch.io/wikiarena
hr_hr: WikiArena Wikipedia igra inspirirana **WikiArena** igrom Fabiana Fischera. Pogledaj originalnu igru! https://ludokultur.itch.io/wikiarena

source: Guess which full article has __more words__ or __more views__ in the last 60 days! Score: **{score}** Time's up {in_time}!
hr_hr: Pogodite koji članak ima __više riječi__ ili __više pregleda__ u zadnjih 60 dana! Rezultat: **{score}** Vrijeme isteće {in_time}!

source: No users have played WikiArena yet.
hr_hr: Nijedan korisnik još nije igrao WikiArenu.

source: Name
hr_hr: Ime

source: WikiArena Scoreboard
hr_hr: WikiArena ljestvica

source: Page {page}/{page_count} | Total players: {num_players}
hr_hr: Stranica {page}/{page_count} | Ukupno igrača: {num_players}

source: Total players: {num_players}
hr_hr: Ukupno igrača: {num_players}

source: More views
hr_hr: Više pregleda

source: More words
hr_hr: Više riječi

source: Wrong! Better luck next time! 🔵 Views: {blue_views} 🔵 Words: {blue_words} 🔴 Views: {red_views} 🔴 Words: {red_words} Your final score was: **{score}**
hr_hr: Krivo! Više sreće drugi put! 🔵 Pregledi: {blue_views} 🔵 Riječi: {blue_words} 🔴 Pregledi: {red_views} 🔴 Riječi: {red_words} Tvoj završni broj bodova je: **{score}**

source: You've beaten your high score of **{user_high_score}**!
hr_hr: Pobijedio si svoj najviši rezultat od **{user_high_score}**!

source: Your high score is **{user_high_score}**
hr_hr: Tvoj najbolji rezultat je **{user_high_score}**

source: Time's up! Be faster next time! 🔵 Views: {blue_views} 🔵 Words: {blue_words} 🔴 Views: {red_views} 🔴 Words: {red_words} Your final score was: **{score}**
hr_hr: Vrijeme je isteklo! Sljedeći put budi brži! 🔵 Pregledi: {blue_views} 🔵 Riječi: {blue_words} 🔴 Pregledi: {red_views} 🔴 Riječi: {red_words} Tvoj završni broj bodova je: **{score}**

source: This isn't your game of WikiArena.
hr_hr: Ovo nije tvoja igra WikiArene.
