Repository: Drapersniper/karlo-cogs
Catalog: warcraftlogsretail/locales/*.po
Languages: hr_hr, sr_cs, sr_sp

source: Retrieve World of Warcraft character information from WarcraftLogs.
hr_hr: Prikaži podatke o World of Warcraft liku iz WarcraftLogsa.
sr_cs: Preuzmite informacije o karakteru World of Warcraft iz WarcraftLogs-a.
sr_sp: Преузмите информације о карактеру Ворлд оф Варцрафт из ВарцрафтЛогс-а.

source: Fetch a character's gear. Examples: [p]getgear Username Draenor EU [p]getgear Username Alterac-Mountains US This is provided from the last log entry for a user that includes gear data. Not every log has gear data. Enchants can be shown - if the log provides them.
hr_hr: Prikaži opremu lika. Primjeri: [p]getgear Username Draenor EU [p]getgear Username Alterac-Mountains US Ovo se izvlači iz posljednjeg loga lika koji uključuje podatke o opremi. Nema svaki log podatke o opremi. Enchantovi se mogu prikazati - ako ih log ima.
sr_cs: Uzmite opremu lika. Primeri: [p]getgear Korisničko ime Draenor EU [p]getgear Korisničko ime Alterac-Mountains US Ovo je obezbeđeno iz poslednjeg unosa dnevnika za korisnika koji uključuje podatke o opremi. Nema svaki dnevnik podatke o opremi. čari se mogu prikazati - ako ih dnevnik pruža.
sr_sp: Узми опрему лика. Примери: [p]гетгеар Корисничко име Драенор ЕУ [p]гетгеар Корисничко име Алтерац-Моунтаинс УС Ово је обезбеђено из последњег уноса у дневник за корисника који укључује податке о опреми. Нема сваки дневник податке о опреми. чари се могу приказати - ако их дневник пружа.

source: Please specify a character name with this command.
hr_hr: Navedi ime lika s ovom naredbom.
sr_cs: Molimo navedite ime karaktera ovom komandom.
sr_sp: Молимо наведите име карактера овом командом.

source: Please specify a realm name with this command.
hr_hr: Navedi ime realma s ovom naredbom.
sr_cs: Molimo navedite ime područja ovom komandom.
sr_sp: Молимо наведите име области овом командом.

source: Please specify a region name with this command.
hr_hr: Navedi ime regije s ovom naredbom.
sr_cs: Molimo navedite naziv regije ovom komandom.
sr_sp: Наведите назив региона са овом командом.

source: {name} wasn't found on the API.
hr_hr: {name} nije pronađen na API-ju.
sr_cs: {name} nije pronađeno na API-ju.
sr_sp: {name} није пронађено на АПИ-ју.

source: The bearer token was invalidated for some reason.
hr_hr: Token je iz nekog razloga poništen.
sr_cs: Token nosioca je iz nekog razloga poništen.
sr_sp: Токен носиоца је из неког разлога поништен.

source: Check your API token and make sure you have added it to the bot correctly.
hr_hr: Provjeri svoj API token i provjeri jesi li ga ispravno dodao botu.
sr_cs: Provjerite svoj API token i provjerite jeste li ga ispravno dodali botu.
sr_sp: Проверите свој АПИ токен и уверите се да сте га исправно додали боту.

source: No gear for {name} found in the last report.
hr_hr: U zadnjem logu nije pronađena oprema za {name}.
sr_cs: Nije pronađena oprema za {name} u posljednjem izvještaju.
sr_sp: У последњем извештају није пронађена опрема за {name}.

source: Unknown (not present in log data from the API)
hr_hr: Nepoznato (nije prisutno u podacima loga iz API-ja)
sr_cs: Nepoznato (nije prisutno u podacima dnevnika iz API-ja)
sr_sp: Непознато (није присутно у подацима евиденције из АПИ-ја)

source: Average Item Level: {avg_ilevel}
hr_hr: Prosječni Item Level: {avg_ilevel}
sr_cs: Prosječan nivo predmeta: {avg_ilevel}
sr_sp: Просечан ниво предмета: {avg_ilevel}

source: Gear data pulled from {report_url}
hr_hr: Podaci o opremi preuzeti iz {report_url}
sr_cs: Podaci o zupčanicima izvučeni od {report_url}
sr_sp: Подаци о зупчаницима извучени од {report_url}

source: Log Date/Time: {datetime} UTC
hr_hr: Datum/vrijeme loga: {datetime} UTC
sr_cs: Datum/vrijeme zapisnika: {datetime} UTC
sr_sp: Датум/време дневника: {datetime} УТЦ

source: Character rank overview. If the realm name is two words, use a hyphen to connect the words. Examples: [p]getrank Username Draenor EU [p]getrank Username Alterac-Mountains US Specific Zones: [p]getrank Username Draenor EU CN Heroic [p]getrank Username Alterac-Mountains US SoD Mythic Zone name must be formatted like: CN, SoD, SotFO
hr_hr: Pregled ranga lika. Ako naziv realma ima dvije riječi, upotrijebi crticu za povezivanje riječi. Primjeri: [p]getrank Username Draenor EU [p]getrank Username Alterac-Mountains US Specifične zone: [p]getrank Username Draenor EU CN Heroic [p]getrank Username Alterac-Mountains US SoD Mythic Naziv zone mora biti oblikovan na sljedeći način: CN, SoD, SotFO

source: Realm names that have a space (like 'Nethergarde Keep') must be written with a hyphen,
hr_hr: Imena realma koja imaju razmak (kao što je 'Nethergarde Keep') moraju biti napisana s crticom,
sr_cs: Imena domena koja imaju razmak (poput 'Nethergarde Keep') moraju biti napisana crticom,
sr_sp: Имена домена која имају размак (као што је 'Нетхергарде Кееп') морају бити написана цртицом,

source: upper or lower case: `nethergarde-keep` or `Nethergarde-Keep`.
hr_hr: velikim ili malim slovima: `nethergarde-keep` ili `Nethergarde-Keep`.
sr_cs: velika ili mala slova: `nethergarde-keep` ili `Nethergarde-Keep`.
sr_sp: велика или мала слова: `нетхергарде-кееп` или `Нетхергарде-Кееп`.

source: Something went terribly wrong while trying to access the zone rankings for this character.
hr_hr: Nešto je užasno pošlo po zlu pri pokušaju pristupa ranga za ovog lika.
sr_cs: Nešto je užasno pošlo po zlu pri pokušaju pristupa rangiranju zona za ovog lika.
sr_sp: Нешто је пошло по злу док сам покушавао да приступим рангирању зона за овог лика.

source: Best Perf. Avg
hr_hr: Najbolji Perf. Prosjek
sr_cs: Najbolji Perf. Avg
sr_sp: Најбољи Перф. Авг

source: Nothing found for {zone_name} for this player for Shadowlands.
hr_hr: Ništa nije pronađeno za {zone_name} za ovog igrača u Shadowlandsu.
sr_cs: Ništa nije pronađeno za {zone_name} za ovog igrača za Shadowlands.
sr_sp: Ништа није пронађено за {zone_name} за овог играча за Схадовландс.

source: Nothing at all found for this player for Shadowlands.
hr_hr: Za ovog igrača u Shadowlandsu nije pronađeno ništa.
sr_cs: Ništa nije pronađeno za ovog igrača za Shadowlands.
sr_sp: Ништа није пронађено за овог играча за Схадовландс.

source: Median Perf. Avg
hr_hr: Srednji Perf. Prosjek
sr_sp: Медиан Перф. Авг

source: Name
hr_hr: Ime
sr_cs: Ime
sr_sp: Име

source: Best %
hr_hr: Najbolji %
sr_cs: najbolji %
sr_sp: Најбољи %

source: Kills
hr_hr: Killovi
sr_cs: Ubija
sr_sp: Киллс

source: Fastest
hr_hr: Najbrži
sr_cs: Najbrži
sr_sp: Најбржи

source: Med %
hr_hr: Srednji %
sr_cs: srednji %
sr_sp: средњи %

source: AS Pts
hr_hr: AS Bodovi
sr_sp: АС Птс

source: Points: `{points}`
hr_hr: Bodovi: `{points}`
sr_cs: Bodovi: `{points}`
sr_sp: Поени: `{points}`

source: Commands for setting up WCL settings.
hr_hr: Naredbe za postavljanje WCL postavki.

source: Set your character's name.
hr_hr: Postavi ime svog lika.
sr_cs: Postavite ime svog lika.
sr_sp: Подесите име свог лика.

source: Your character name was set to {charname}.
hr_hr: Ime vašeg lika postavljeno je na {charname}.
sr_cs: Ime vašeg lika je postavljeno na {charname}.
sr_sp: Име вашег лика је постављено на {charname}.

source: Set your realm.
hr_hr: Postavi svoj realm.
sr_cs: Postavite svoje carstvo.
sr_sp: Поставите своје царство.

source: Your realm was set to {realm}.
hr_hr: Vaš realm je postavljen na {realm}.

source: Set your region.
hr_hr: Postavi svoju regiju.
sr_cs: Postavite svoju regiju.
sr_sp: Подесите свој регион.

source: Valid regions are: {valid_regions}
hr_hr: Važeće regije su: {valid_regions}
sr_cs: Važeće regije su: {valid_regions}
sr_sp: Важећи региони су: {valid_regions}

source: Your realm's region was set to {region}.
hr_hr: Regija vašeg realma postavljena je na {region}.
sr_cs: Region vašeg carstva je postavljen na {region}.
sr_sp: Регион вашег царства је постављен на {region}.

source: Set the channel where WCL updates will be sent.
hr_hr: Postavite kanal na koji će se slati WCL ažuriranja.

source: WCL updates will now be sent to {channel}.
hr_hr: WCL ažuriranja sada će se slati u {channel}.

source: Show your current settings.
hr_hr: Prikaži svoje trenutne postavke.
sr_cs: Prikažite svoje trenutne postavke.
sr_sp: Прикажите тренутна подешавања.

source: [Settings for {guild}]
hr_hr: [Postavke za {guild}]

source: Notification channel: {channel}
hr_hr: Kanal obavijesti: {channel}

source: [Settings for {user}]
hr_hr: [Postavke za {user}]
sr_cs: [Postavke za {user}]
sr_sp: [Подешавања за {user}]

source: Character: {charname} Realm: {realmname} Region: {regionname}
hr_hr: Lik: {charname} Realm: {realmname} Regija: {regionname}
sr_cs: Karakter: {charname} Područje: {realmname} Regija: {regionname}
sr_sp: Карактер: {charname} Краљевство: {realmname} Регион: {regionname}

source: [Bot Permissions Needed]
hr_hr: [Potrebne dozvole za bota]
sr_cs: [Potrebne su dozvole za bot]
sr_sp: [Потребне су дозволе за бот]

source: [X] Embed Links permissions
hr_hr: [X] Embed Links dozvole
sr_cs: [X] dozvola za ugradnju linkova
sr_sp: [X] дозвола за уградњу линкова

source: [ ] I need Embed Links permissions
hr_hr: [ ] Trebam Embed Links dozvole
sr_cs: [ ] Potrebna su mi dozvola za ugradnju linkova
sr_sp: [ ] Потребне су ми дозволе за уградњу веза

source: Instructions for setting the api key.
hr_hr: Upute za postavljanje API ključa.
sr_cs: Upute za postavljanje api ključa.
sr_sp: Упутства за подешавање апи кључа.

source: Set your API key by adding it to Red's API key storage. Get a key from <https://www.warcraftlogs.com> by signing up for an account, then visit your settings. At the bottom is a section called Web API. Click on the blue link that says `manage your V2 clients here`. Do NOT sign up for a v1 API key, it will not work with this cog. Click on Create Client. Be ready to write down your information somewhere, you cannot retrieve the secret after this. Enter a name (whatever you want), `https://localhost` for the redirect URL, and leave the Public Client box unchecked. Use `{prefix}set api warcraftlogs client_id,client-id-goes-here client_secret,client-secret-goes-here` to set your key.
hr_hr: Postavite svoj API ključ tako da ga dodate u Redovu pohranu API ključeva. Dobijte ključ od <https://www.warcraftlogs.com> prijavom za račun, a zatim posjetite svoje postavke. Na dnu je odjeljak pod nazivom Web API. Kliknite na plavu poveznicu koja kaže `manage your V2 clients here`. NEMOJTE se prijaviti za v1 API ključ, neće raditi s ovim Cogom. Pritisnite Create Client. Budite spremni negdje zapisati svoje podatke, nakon ovoga ne možete vratiti tajnu. Unesite naziv (kakav god želite), `https://localhost` za URL za preusmjeravanje i ostavite Public Client neoznačen. Koristite `{prefix}set api warcraftlogs client_id,client-id-goes-here client_secret,client-secret-goes-here` za postavljanje ključa.

source: Encounter spec: {encounter_spec}
sr_cs: Specifikacije susreta: {encounter_spec}
sr_sp: Спецификација сусрета: {encounter_spec}

source: Spec
sr_sp: Спец

source: DPS
sr_sp: ДПС

source: AS Rank
sr_sp: АС Ранк

source: ⫷ Expansion All Stars ⫸
sr_cs: ⫷ Ekspanzija All Stars ⫸
sr_sp: ⫷ Екпансион Алл Старс ⫸

source: Rank: `{rank}`
sr_cs: Poredak: `{rank}`
sr_sp: Ранг: `{rank}`

source: Character rank overview. If the realm name is two words, use a hyphen to connect the words. Examples: [p]getrank Username Draenor EU [p]getrank Username Alterac-Mountains US Specific Zones: [p]getrank Username Draenor EU CN [p]getrank Username Alterac-Mountains US SoD Zone name must be formatted like: CN, SoD, SotFO
sr_cs: Pregled ranga likova. Ako je ime područja dvije riječi, koristite crticu da povežete riječi. Primjera: [p]getrank Korisničko ime Draenor EU [p]getrank Korisničko ime Alterac-Mountains US Specifične zone: [p]getrank Korisničko ime Draenor EU CN [p]getrank Korisničko ime Alterac-Mountains US SoD Naziv zone mora biti formatiran kao: CN, SoD SotFO

source: Your realm was set to {realm.title()}.
sr_cs: Vaše područje je postavljeno na {realm.title()}.

source: [Depreciated] Fetch ranking info about a player.
sr_cs: [Depreciated] Dohvati informacije o rangiranju igrača.

source: [Depreciated] Fetch gear info about a player.
sr_cs: [Depreciated] Dohvati informacije o opremi o igraču.
