Repository: Drapersniper/karlo-cogs
Catalog: wowtools/locales/*.po
Languages: hr_hr

source: Get the current market price of an item.
hr_hr: Prikaži trenutnu tržišnu cijenu artikla.

source: Please set a region with `{prefix}wowset region` before using this command.
hr_hr: Prije korištenja ove naredbe postavite regiju s `{prefix}wowset region`.

source: The Auction House is not available in China or Taiwan. Please set a supported region with `{prefix}wowset region` before using this command. Supported regions: {regions}
hr_hr: Auction House nije dostupan u Kini ili Tajvanu. Prije upotrebe ove naredbe postavite podržanu regiju s `{prefix}wowset region`. Podržane regije: {regions}

source: Command failed successfully. {e}
hr_hr: Naredba uspješno neuspješna. {e}

source: Please set a realm with `{prefix}wowset realm` before using this command.
hr_hr: Prije korištenja ove naredbe postavite realm s `{prefix}wowset realm`.

source: No results found.
hr_hr: Nije pronađen nijedan rezultat.

source: Could not find realm.
hr_hr: Nisam našao realm.

source: No auctions could be found for this item.
hr_hr: Za ovaj artikl nije pronađena nijedna aukcija.

source: Price: {item}
hr_hr: Cijena: {item}

source: Min Buyout
hr_hr: Minimalan otkup

source: Current quantity
hr_hr: Trenutna količina

source: Warning
hr_hr: Upozorenje

source: The expected price of this item may be incorrect due to item level differences or other factors.
hr_hr: Cijena ovog artikla može biti netočna zbog razlike u item levelu ili drugih faktora.

source: [Detailed info](https://theunderminejournal.com/#{region}/{realm}/item/{item_id})
hr_hr: [Detaljno](https://theunderminejournal.com/#{region}/{realm}/item/{item_id})

source: Manage guild member roles.
hr_hr: Upravljaj ulogama članova guilda.

source: Suggest proper roles for guild members.
hr_hr: Predloži odgovarajuće uloge članova guilda.

source: No guild characters with syncable ranks found. Make sure you've set everything up correctly with `{prefix}gmset`.
hr_hr: Nije pronađen ni jedan lik u guildu sa zadanim rankovima. Provjerite jeste li sve ispravno postavili s `{prefix}gmset`.

source: No matched characters found. Make sure you've set everything up correctly with `{prefix}gmset`.
hr_hr: Nisam našao podudarajuće likove. Provjerite jeste li sve ispravno postavili s `{prefix}gmset`.

source: **{member}** should have the **{role}** role.
hr_hr: **{member}** bi trebao imati **{role}** ulogu.

source: No changes found.
hr_hr: Ništa za promjenit.

source: Configure guild management.
hr_hr: Konfiguriraj upravljanje guildom.

source: Bind a rank to a role.
hr_hr: Poveži rang s ulogom.

source: Rank must be between 1 and 10.
hr_hr: Rank mora biti između 1 i 10.

source: Role must be in this server.
hr_hr: Uloga mora biti u ovom serveru.

source: **{role}** bound to **Rank {rank}**.
hr_hr: **{role}** vezana za **Rank {rank}**.

source: Set the guild name to be used in the guild management commands.
hr_hr: Postavi naziv guilda koji će se koristiti u naredbama za upravljanje guildom.

source: Guild name cleared.
hr_hr: Ime guilda izbrisano.

source: Guild name set.
hr_hr: Ime guilda postavljeno.

source: Set the realm of the guild.
hr_hr: Postavi realm guilda.

source: Guild realm cleared.
hr_hr: Realm guilda izbrisan.

source: Guild realm set.
hr_hr: Realm guilda postavljen.

source: (Dev) Reset all guild settings.
hr_hr: (Dev) Resetiraj sve postavke guilda.

source: Check a character's PVP ratings.
hr_hr: Provjeri PVP ratinge nekog charactera.

source: Please set a supported region with `{prefix}wowset region` before using this command. Supported regions: {regions}
hr_hr: Prije upotrebe ove naredbe postavite podržanu regiju s `{prefix}wowset region`. Podržane regije: {regions}

source: Character "{character_name}" not found.
hr_hr: Character "{character_name}" nije pronađen.

source: That character or realm does not exist.
hr_hr: Taj character ili realm ne postoje.

source: RBG Rating
hr_hr: RBG rejting

source: 2v2 Rating
hr_hr: 2v2 rejting

source: 3v3 Rating
hr_hr: 3v3 rejting

source: Achievements
hr_hr: Achiementi

source: Commands for interacting with Raider.io
hr_hr: Naredbe za interakciju s Raider.io-om

source: Display the raider.io profile of a character. **Example:** [p]raiderio profile Karlo Ragnaros
hr_hr: Prikaži Raider.IO profil nekog lika. **Primjer:** [p]raiderio profile Karlo Ragnaros

source: You didn't give me a realm.
hr_hr: Nisi mi dao realm.

source: Character not found.
hr_hr: Character nije pronađen.

source: Raider.io profile
hr_hr: Raider.io profil

source: Raid progress
hr_hr: Raid progres

source: __Other links__
hr_hr: __Ostali linkovi__

source: Last updated: {char_last_updated}
hr_hr: Zadnje ažuriranje: {char_last_updated}

source: Display the raider.io profile of a guild. If the guild or realm name have spaces in them, they need to be enclosed in quotes. Example: [p]raiderio guild "Jahaci Rumene Kadulje" Ragnaros
hr_hr: Prikaži Raider.IO profil guilda. Ako naziv guilda ili naziv realma ima razmake, moraju biti u navodnicima. Primjer: [p]raiderio guild "Jahaci Rumene Kadulje" Ragnaros

source: A server admin needs to set a region with `{prefix}wowset region` first.
hr_hr: Administrator servera prvo mora postaviti regiju s `{prefix}wowset region`.

source: A server admin needs to set a realm with `{prefix}wowset realm` first.
hr_hr: Administrator servera prvo mora postaviti realm s `{prefix}wowset realm`.

source: The guild {guild} does not exist on {realm}.
hr_hr: Guild {guild} ne postoji na {realm} realmu.

source: Guild profile
hr_hr: Profil guilda

source: __**Progress**__
hr_hr: __**Progres**__

source: World: {world} Region: {region} Realm: {realm}
hr_hr: Svijet: {world} Regija: {region} Realm: {realm}

source: Last updated: {last_updated}
hr_hr: Zadnje ažuriranje: {last_updated}

source: Display this week's affixes.
hr_hr: Prikaži ovotjedne afikse.

source: Region must be one of the following: {regions}
hr_hr: Regija mora biti jedna od sljedećih: {regions}

source: The weekly reset is {timestamp}.
hr_hr: Sljedeći tjedni reset je {timestamp}.

source: This week's Mythic+ affixes
hr_hr: Mythic+ afiksi ovaj za ovaj tjedan

source: Show various scoreboards for your guild.
hr_hr: Prikaži razne ljestvice za ovaj guild.

source: Get the Mythic+ scoreboard for this guild.
hr_hr: Prikaži Mythic+ ljestvicu za ovaj guild.

source: Get all the PvP related scoreboards for this guild. **Characters that have not played all PvP gamemodes at some point will not be shown.**
hr_hr: Prikaži sve PvP ljestvice za ovaj guild. **Characteri koji nisu igrali svaki PvP gamemode barem jednom nece biti prikazani.**

source: Change scoreboard settings
hr_hr: Promjeni postavke ljestvice

source: Set the channel to send the scoreboard to.
hr_hr: Postavite kanal u koji želite poslati ljestvicu.

source: Scoreboard channel cleared.
hr_hr: Kanal za ljestvicu očišćen.

source: Scoreboard channel set.
hr_hr: Kanal za ljestvicu postavljen.

source: Manage the scoreboard blacklist.
hr_hr: Upravljaj popisom blokiranih.

source: Add characters to the scoreboard blacklist. Characters can be separated by spaces or commas.
hr_hr: Dodaj charactere na popis blokiranih. Characteri se mogu odvajati razmacima ili zarezima.

source: Blacklisted characters added.
hr_hr: Characteri dodani na popis blokiranih.

source: Remove characters from the scoreboard blacklist. Characters can be separated by spaces or commas.
hr_hr: Ukloni charactere s popisa blokiranih. Characteri se mogu odvajati razmacima ili zarezima.

source: Blacklisted characters removed.
hr_hr: Characteri maknuti s popisa blokiranih.

source: List the characters on the scoreboard blacklist.
hr_hr: Pokaži charactere na popisu blokiranih.

source: No characters are blacklisted.
hr_hr: Nema charactera na popisu blokiranih.

source: Blacklisted characters: {characters}
hr_hr: Characteri na popisu blokiranih: {characters}

source: Clear the scoreboard blacklist.
hr_hr: Izbriši popis blokiranih.

source: Blacklisted characters cleared.
hr_hr: Svi characteri s popisa blokiranih su izbrisani.

source: Name
hr_hr: Ime

source: Mythic+ Guild Scoreboard
hr_hr: Guild Mythic+ Ljestvica

source: Last updated <t:{timestamp}:R>
hr_hr: Zadnji put je ažurirano <t:{timestamp}:R>

source: Updates only when there is a ranking change
hr_hr: Ažurira se samo kada dođe do promjene u poretku

source: A server admin needs to set a region with `{prefix}wowset region` first.
hr_hr: Administrator servera prvo mora postaviti regiju s `{prefix}wowset region`.

source: A server admin needs to set a realm with `{prefix}wowset realm` first.
hr_hr: Administrator servera prvo mora postaviti realm s `{prefix}wowset realm`.

source: A server admin needs to set a guild name with `{prefix}wowset guild` first.
hr_hr: Administrator servera prvo mora postaviti regiju s `{prefix}wowset guild`.

source: Fetching scoreboard... This can take up to 30 minutes for very large guilds.
hr_hr: Dohvaćanje ljestvice... Ovo može potrajati do 30 minuta za velike guilde.

source: Guild PvP Leaderboard
hr_hr: Guild PvP Ljestvica

source: RBG Leaderboard
hr_hr: RBG Ljestvica

source: 2v2 Arena Leaderboard
hr_hr: 2v2 Arena Ljestvica

source: 3v3 Arena Leaderboard
hr_hr: 3v3 Arena Ljestvica

source: Guild not found.
hr_hr: Guild nije pronađen.

source: Check price of WoW token in a region
hr_hr: Provjeri cijenu WoW tokena u nekoj regiji

source: Invalid region. Valid regions are: {regions} or `all`.
hr_hr: Nevažeća regija. Važeće regije su: {regions} ili `all`.

source: Current price of the {region} WoW Token is: **{gold}**
hr_hr: Trenutna cijena {region} WoW Tokena je: **{gold}**

source: WoW Token prices
hr_hr: WoW Token cijene

source: The Blizzard API is not properly set up. Create a client on https://develop.battle.net/ and then type in `{prefix}set api blizzard client_id,whoops client_secret,whoops` filling in `whoops` with your client's ID and secret.
hr_hr: Blizzard API nije pravilno postavljen. Napravite klijent na https://develop.battle.net/ a zatim upišite `{prefix}set api blizzard client_id,whoops client_secret,whoops` popunjavajući `whoops` s ID-om i tajnom vašeg klijenta.

source: Commands for interacting with WowAudit.
hr_hr: Naredbe za interakciju s WowAuditom.

source: Show your wowaudit summary.
hr_hr: Prikaži wowaudit sažetak.

source: Weekly summary
hr_hr: Tjedni sažetak

source: Missing Enchants/Gems
hr_hr: Enchant/gemovi koji nedostaju

source: Weekly Dungeons Completed
hr_hr: Završeno Mythic Dungeona

source: Weekly World Quests Done
hr_hr: Obavljeno World Questova

source: Average Item Level
hr_hr: Prosjecni Item level

source: Tier Pieces Obtained
hr_hr: Dobiveni Tier dijelovi

source: Weekly Mythic Dungeons Done
hr_hr: Završeno Mythic Dungeona

source: World Quests Done
hr_hr: Obavljeno World Questova

source: Show current equipped item level of your wowaudit group.
hr_hr: Prikaži trenutni item level vaše wowaudit grupe.

source: Page {page_number}
hr_hr: Stranica {page_number} - U slučaju greške obratite se @jasko

source: Show current equipped tier pieces of your wowaudit group.
hr_hr: Prikaži dobivene tier set dijelove wowaudit grupe.

source: Show mythic dungeons completed this week.
hr_hr: Prikaži broj završenih mythic dungeona ovaj tjedan.

source: Shows the item level sum of all items in your wowaudit group's vault.
hr_hr: Prikaži zbroj item levela svih itema u great vaultu wowaudit grupe.

source: Shows world quests completed this week.
hr_hr: Prikazuje broj world questova obavljenih ovaj tjedan.

source: Shows raid kills for the current week.
hr_hr: Prikazuje raid killove za ovaj tjedan.

source: Raid Kills (current week)
hr_hr: Raid Kills (ovaj tjedan)

source: No WowAudit spreadsheet key set. Set the key with `{prefix}wowset wowaudit <key>`
hr_hr: Nije postavljen ključ za WowAudit tablicu. Postavi ga sa `{prefix}wowset wowaudit <key>`

source: No service account credentials found.
hr_hr: Nisu pronađene vjerodajnice računa usluge.

source: Interact with various World of Warcraft APIs
hr_hr: Komuniciraj s raznim World of Warcraft API-jima

source: Change WoWTools settings.
hr_hr: Promjeni postavke WoWTools-a.

source: Set the region where characters and guilds will be searched for.
hr_hr: Postavi regiju gdje će se characteri i guildovi pretraživati.

source: That region does not exist. Valid regions are: {regions}.
hr_hr: Ta regija ne postoji. Važeće regije su: {regions}.

source: Region set succesfully.
hr_hr: Regija uspješno postavljena.

source: Set the realm of your guild.
hr_hr: Postavi realm svog guilda.

source: Realm cleared.
hr_hr: Realm izbrisan.

source: Realm set.
hr_hr: Realm postavljen.

source: (CASE SENSITIVE) Set the name of your guild.
hr_hr: (Razlikuje velika i mala slova) Postavi ime svog guilda.

source: Set the key of your wowaudit spreadsheet.
hr_hr: Postavi ključ svoje wowaudit tablice.

source: WowAudit spreadsheet key cleared.
hr_hr: WowAudit ključ tablice očišćen.

source: WowAudit spreadsheet key set.
hr_hr: WowAudit ključ tablice postavljen.

source: Set the service account key for the bot. This is required for any wowaudit commands.
hr_hr: Postavite ključ računa usluge za bota. Ovo je potrebno za sve wowaudit naredbe.

source: This command can only be used in DMs.
hr_hr: Ova naredba se može koristiti samo u DM-u.

source: A service account is a special type of Google account intended to represent a non-human user that needs to authenticate and be authorized to access data in Google APIs. Since it’s a separate account, by default it does not have access to any spreadsheet until you share it with this account. Just like any other Google account. Here’s how to get one: 1. Go to https://console.developers.google.com/ 2. In the box labeled “Search for APIs and Services”, search for “Google Drive API” and enable it. 3. In the box labeled “Search for APIs and Services”, search for “Google Sheets API” and enable it. 4. Go to “APIs & Services > Credentials” and choose “Create credentials > Service account key”. 5. Fill out the form 6. Click “Create” and “Done”. 7. Press “Manage service accounts” above Service Accounts. 8. Press on ⋮ near recently created service account and select “Manage keys” and then click on “ADD KEY > Create new key”. 9. Select JSON key type and press “Create”. You will automatically download a JSON file with credentials. Attach that file with the command you just typed.
hr_hr: Račun usluge posebna je vrsta Google računa namijenjenog predstavljanju neljudskog korisnika koji se treba autentificirati i biti ovlašten za pristup podacima u Google API-jima. Budući da je to zasebni račun, prema zadanim postavkama nema pristup nijednoj proračunskoj tablici dok je ne podijelite s ovim računom. Baš kao i svaki drugi Google račun. Evo kako ga dobiti: 1. Idite na https://console.developers.google.com/ 2. U okviru s oznakom "Traži API-je i usluge" potražite "Google Drive API" i omogućite ga. 3. U okviru s oznakom "Traži API-je i usluge" potražite "Google Sheets API" i omogućite ga. 4. Idite na “API-ji i usluge > Vjerodajnice” i odaberite “Stvori vjerodajnice > Ključ računa usluge”. 5. Ispunite obrazac 6. Pritisnite “Create” i “Done”. 7. Pritisnite “Upravljanje računima usluga” iznad Računi usluga. 8. Pritisnite ⋮ blizu nedavno stvorenog servisnog računa i odaberite “Upravljanje ključevima”, a zatim kliknite “DODAJ KLJUČ > Stvori novi ključ”. 9. Odaberite vrstu JSON ključa i pritisnite “Create”. Automatski ćete preuzeti JSON datoteku s vjerodajnicama. Priložite tu datoteku s naredbom koju ste upravo upisali.

source: Service account set.
hr_hr: Servisni račun postavljen.

source: Instructions for setting up the Blizzard API.
hr_hr: Upute za postavljanje Blizzard API-ja.

source: Create a client on https://develop.battle.net/ and then type in `{prefix}set api blizzard client_id,whoops client_secret,whoops` filling in `whoops` with your client's ID and secret.
hr_hr: Napravite klijent na https://develop.battle.net/ a zatim upišite `{prefix}set api blizzard client_id,whoops client_secret,whoops` popunjavajući `whoops` s ID-om i tajnom vašeg klijenta.

source: Set the emotes used for gold, silver and copper.
hr_hr: Postavi emote koji se koriste za gold, silver i copper.

source: Invalid currency.
hr_hr: Nevažeća valuta.

source: {currency} emote set to {emoji}
hr_hr: {currency} emote postavljen na {emoji}

source: {currency} emote removed.
hr_hr: {currency} emote uklonjen.

source: Toggle scoreboard images on or off.
hr_hr: Uključite ili isključite slike za ljestvice.

source: Images disabled.
hr_hr: Slike onemogućene.

source: Images enabled.
hr_hr: Slike omogućene.

source: Character settings.
hr_hr: Postavke charactera.

source: Set your character name.
hr_hr: Postavi ime svog charactera.

source: Character name set.
hr_hr: Ime charactera postavljeno.

source: Set your character's realm.
hr_hr: Postavi realm svog charactera.

source: Character realm set.
hr_hr: Realm charactera postavljen.

source: Set your character's region.
hr_hr: Postavi regiju svog charactera.

source: Character region set.
hr_hr: Regija charactera postavljena.
